Repository: amxDusT/GTT-app
Catalog: lib/l10n/app_*.arb
Languages: it

# appTitle
source: Torino Mobility
it: MobiliTO

# stopsTitle
source: Stops
it: Fermate

source: Close
it: Chiudi

source: Settings
it: Impostazioni

# followedVehicleRemoved
source: The vehicle you were following has been removed
it: Il veicolo che stavi seguendo è stato rimosso

# settingsDarkThemeTitle
source: Dark theme
it: Tema scuro

# settingsShowFavoriteRoutesTitle
source: Show favorite lines on home
it: Mostra linee preferite nella pagina iniziale

# settingsShowSecondsTitle
source: Show seconds since last update
it: Mostra secondi dall'ultimo aggiornamento

# settingsShowStopOnMapTitle
source: Show stop on map
it: Mostra fermata nella mappa

# settingsShowStopOnMapSubtitle
source: Show the initial stop popup on the map
it: Mostra popup della fermata iniziale nella mappa

# settingsHighlightInitialStopTitle
source: Highlight initial stop
it: 'Segna' fermata iniziale

# settingsHighlightInitialStopSubtitle
source: Show the initial stop in a different color on the map
it: Mostra la fermata iniziale di colore diverso nella mappa

# settingsShowRoutesWithoutPassagesTitle
source: Show routes without passages
it: Visualizza tratte senza passaggi

# settingsShowRoutesWithoutPassagesSubtitle
source: Show routes without passages from "View on map"
it: Mostra tratte senza passaggi da 'Guarda sulla mappa'

# settingsBetaFeaturesSubtitle
source: Tap for information
it: Clicca per informazioni

# settingsShowTutorialTitle
source: Show tutorial
it: Mostra tutorial

# settingsRefreshDataTitle
source: Refresh GTT data
it: Aggiorna dati GTT

# settingsBackupFavoritesTitle
source: Local favorites backup
it: Backup locale preferiti

# settingsRestoreFavoritesTitle
source: Restore favorites
it: Ripristina preferiti

# settingsShareAppTitle
source: Share app
it: Condividi app

# settingsInfoTitle
source: App info
it: Informazioni app

# settingsPageTitle
source: Settings
it: Impostazioni

# settingsVersion
source: Version: {version}
it: Versione: {version}

# errorWithCode
source: Error {code}
it: Errore {code}

# shareAppMessage
source: I'm using this GTT app, download it too https://github.com/amxDusT/GTT-app/releases/latest
it: Sto usando questa app GTT, scaricala anche tu https://github.com/amxDusT/GTT-app/releases/latest

# developedBy
source: Developed by: {developer}
it: Sviluppato da: {developer}

# betaFeaturesHeading
source: Features in testing:
it: Funzionalità in fase di test:

# betaFeaturesWarning
source: WARNING! These features are not fully tested and may not work correctly.
it: ATTENZIONE! Queste funzionalità non sono ancora completamente testate e potrebbero non funzionare correttamente.

# betaFeaturesList
source: - default map without routes - map API from Mapbox instead of OpenStreetMap
it: - mappa default senza tratte - map api da mapbox invece di openstreetmap

source: Move to top
it: Sposta in cima

source: Change description
it: Cambia Descrizione

source: Change color
it: Cambia Colore

source: Delete
it: Elimina

# chooseColorTitle
source: Choose a color
it: Scegli un colore

# deleteStopQuestion
source: Do you want to delete stop {stop}?
it: Vuoi eliminare la fermata {stop}?

# enterShortDescription
source: Write a short description
it: Scrivi una breve descrizione

source: Confirm
it: Conferma

source: Cancel
it: Annulla

# selectedRoutesCount
source: {selected} / {total} selected
it: {selected} / {total} selezionate

source: Select routes
it: Seleziona linee

source: Save to home
it: Salva in home

source: Remove from home
it: Rimuovi dalla home

# lastUpdate
source: Last update: {time}
it: Ultimo aggiornamento: {time}

source: Update
it: Aggiorna

# errorTitle
source: Error
it: Errore

# genericErrorMessage
source: Oops... Problem while processing the request.
it: Ooops... Problema nel risolvere la richiesta.

# retryOrUpdateDataMessage
source: Try again, or refresh GTT data in settings.
it: Riprova, o prova ad aggiornare i dati di GTT nelle impostazioni.

source: Invalid address
it: Indirizzo non valido

# stopNotFound
source: The stop does not exist
it: La fermata non esiste

# nfcNotAvailable
source: NFC is off. Enable it in settings
it: NFC non attivo. Attivalo nelle impostazioni

# nfcCardUnsupported
source: Card not supported
it: Carta non supportata

# nfcTicketUnsupported
source: Ticket not supported
it: Biglietto non supportato

# nfcTicketRemovedTooSoon
source: You removed the ticket too soon. Try again
it: Hai rimosso il biglietto troppo presto. Riprova

# nfcCardRemovedTooSoon
source: You removed the card too soon. Try again
it: Hai rimosso la carta troppo presto. Riprova

# nfcEmptyCard
source: Empty card
it: Carta vuota

# readCardTitle
source: Read Card
it: Leggi Carta

# cardTitle
source: Card {cardNumber}
it: Carta {cardNumber}

# cardInfoHeading
source: Card information
it: Informazioni carta

# subscriptionsHeading
source: Subscriptions
it: Abbonamenti

# cardNumberLabel
source: Card number:
it: Numero Carta:

# cardTypeLabel
source: Card type:
it: Tipo Carta:

# cardIssuedOnLabel
source: Issued on:
it: Emessa il:

# contractsLabel
source: Contracts/Subscriptions:
it: Contratti/Abbonamenti:

# ticketTitle
source: Ticket {cardNumber}
it: Biglietto {cardNumber}

# ticketInfoHeading
source: Ticket info:
it: Informazioni biglietto:

# ticketNumberLabel
source: Ticket number:
it: Numero Biglietto:

# ticketTypeLabel
source: Ticket type:
it: Tipo Biglietto:

# ticketFirstValidationLabel
source: First validation on:
it: Prima validazione il:

# ticketLastValidationLabel
source: Last validation on:
it: Ultima validazione il:

# ticketExpiresLabel
source: Expires on:
it: Scade il:

# ticketMinutesRemainingLabel
source: Minutes remaining:
it: Minuti mancanti:

# ticketExpiredLabel
source: Expired
it: Scaduto

# stopTitle
source: Stop {stopName}
it: Fermata {stopName}

source: View on map
it: Guarda sulla mappa

# routesTitle
source: Routes
it: Linee

# directionLabel
source: Direction:
it: Direzione:

# readTicketOrCard
source: Read Ticket/Card
it: Leggi Biglietto/Carta

source: Default Map
it: Mappa Default

# loadingFirstDownload
source: Downloading GTT data for the first time...
it: Scarico i dati GTT per la prima volta..

# updateAvailableTitle
source: New version available ({version})
it: Nuova versione disponibile ({version})

# updateAvailableBody
source: A new version of the app is available
it: È disponibile una nuova versione dell'app

# whatsNewTitle
source: What's new:
it: Novità:

# downloadNewVersion
source: Download the new version
it: Scarica la nuova versione

source: Download
it: Scarica

# contractExpiredSuffix
source: - Expired
it: - Scaduto

# contractNotActivatedSuffix
source: (Not activated)
it: (Non attivato)

# startLabel
source: Start:
it: Inizio:

# endLabel
source: End:
it: Fine:

# directionsLabel
source: Directions
it: Indicazioni

# nearbyStopsLabel
source: Nearby stops
it: Fermate vicine

# positionLabel
source: Position
it: Posizione

# chooseDateTimeTitle
source: Choose date and time
it: Scegli la data e l'ora

# resetCurrentTime
source: Reset to current time
it: Reimposta ora attuale

source: Set
it: Imposta

# nfcReading
source: Reading...
it: Sto leggendo..

# nfcRead
source: Read
it: Leggi

source: Location service disabled
it: Servizio disabilitato

# locationPermissionDenied
source: Permission denied
it: Permesso negato

# locationPermissionDeniedForever
source: Permission denied. Enable location permissions in device settings
it: Permesso negato. Abilita la posizione nelle impostazioni del dispositivo

# introStopTitle
source: Stop
it: Fermata

# introStopDescription
source: You can view the lines serving the selected stop and their schedules.
it: Puoi visualizzare le linee che passano per la fermata selezionata e gli orari.

# introStopDescription2
source: By tapping on a line you can view its vehicles in real time. You can see multiple lines at the same time by selecting them and tapping "View on map".
it: Cliccando su una linea potrai visualizzarne i veicoli in tempo reale. Puoi vedere più linee contemporaneamente selezionadole e cliccando su 'Guarda sulla mappa'.

# introFavoritesTitle
source: Favorites
it: Preferiti

# introFavoritesDescription
source: Long-press a stop in favorites to edit it.
it: Puoi tenere premuta una fermata nei preferiti per modificarla.

# introFavoritesDescription2
source: By tapping "Position" you go to the map with the selected stop. Long-pressing lets you change its position in favorites.
it: Cliccando su 'Posizione' verrai portato alla mappa con la fermata selezionata. Tenendolo premuto, potrai modificare la posizione della fermata nei preferiti.

# introTicketTitle
source: Ticket information
it: Informazioni biglietto

# introTicketDescription
source: You can view the information of the ticket or card.
it: Puoi visualizzare le informazioni del biglietto o della carta.

# introTicketDescription2
source: After pressing "Read" place the ticket or card on the back of the phone. (Only for devices with NFC enabled)
it: Dopo aver cliccato il tasto 'Leggi' appoggia il biglietto o la carta dietro il telefono. (Solo per dispositivi con NFC abilitato)

source: Search stop...
it: Cerca fermata...

source: Search vehicle...
it: Cerca veicolo...

source: Search address...
it: Cerca indirizzo...
